Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextApp/Resources/Passwords.xcstrings
Source language: en
Languages: ja

# passwords.page.title
source: Passwords
ja: パスワード

# passwords.page.search
source: Search passwords
ja: パスワードを検索

# passwords.page.profile
source: Browser profile
ja: ブラウザプロファイル

# passwords.page.export
source: Export…
ja: 書き出す…

# passwords.page.sort
source: Sort
ja: 並べ替え

# passwords.page.sort.site
source: Site
ja: サイト

# passwords.page.sort.recent
source: Recently used
ja: 最近使った順

# passwords.page.sort.mostUsed
source: Most used
ja: よく使う順

# passwords.page.section.passwords
source: Saved Passwords
ja: 保存したパスワード

# passwords.page.section.passkeys
source: Passkeys
ja: パスキー

# passwords.page.section.exceptions
source: Never Saved
ja: 保存しないサイト

# passwords.page.availableAfterUpdate
source: Available after the next update
ja: 次のアップデートで使用可能になります

# passwords.page.empty.passwords
source: No saved passwords
ja: 保存したパスワードはありません

# passwords.page.empty.passkeys
source: No passkeys
ja: パスキーはありません

# passwords.page.empty.exceptions
source: No sites
ja: サイトはありません

# passwords.page.noMatches
source: No matches
ja: 一致する項目はありません

# passwords.page.weak
source: Weak
ja: 脆弱

# passwords.page.reused
source: Reused
ja: 使い回し

# passwords.page.noUsername
source: No username
ja: ユーザ名なし

# passwords.page.reveal
source: Show Password
ja: パスワードを表示

# passwords.page.copy
source: Copy Password
ja: パスワードをコピー

# passwords.page.editUsername
source: Edit Username
ja: ユーザ名を編集

# passwords.page.delete
source: Delete
ja: 削除

# passwords.page.remove
source: Remove
ja: 取り除く

# passwords.page.save
source: Save
ja: 保存

# passwords.page.cancel
source: Cancel
ja: キャンセル

# passwords.page.copied
source: Password copied
ja: パスワードをコピーしました

# passwords.page.exported
source: Passwords exported
ja: パスワードを書き出しました

# passwords.page.disconnected
source: cmux is not connected. The list comes back when it reconnects.
ja: cmux に接続していません。再接続するとリストが戻ります。

# passwords.page.failed
source: Could not finish: %@
ja: 完了できませんでした: %@

# passwords.page.lastUsed
source: Last used %@
ja: 最終使用 %@

# passwords.page.neverUsed
source: Never used
ja: 未使用

# passwords.page.exceptionsHelp
source: cmux never offers to save passwords on these sites.
ja: cmux はこれらのサイトでパスワードの保存を提案しません。

# passwords.page.passkeysHelp
source: Passkeys this profile keeps for Touch ID sign-in.
ja: このプロファイルが Touch ID でのサインイン用に保持するパスキーです。

# passwords.page.loading
source: Loading…
ja: 読み込み中…

# passwords.error.userOnly
source: Only you can do this, with a click or a key in the Passwords page.
ja: この操作は、パスワードページでのクリックまたはキー操作でのみ行えます。

# passwords.error.notFound
source: This item is no longer saved.
ja: この項目はもう保存されていません。

# passwords.error.authFailed
source: cmux could not confirm that it is you.
ja: cmux は本人であることを確認できませんでした。

# passwords.reveal.copy
source: Copy Password
ja: パスワードをコピー

# passwords.reveal.done
source: Done
ja: 完了

# passwords.export.fileName
source: cmux Passwords (%@).csv
ja: cmux パスワード (%@).csv

# passwords.delete.count
source: %lld saved passwords
ja: 保存したパスワード %lld 件

# passwords.delete.passwordDetail
source: cmux can no longer fill this password. You cannot undo this.
ja: cmux はこのパスワードを入力できなくなります。この操作は取り消せません。

# passwords.delete.passkeyDetail
source: You can no longer sign in to %@ with this passkey. You cannot undo this.
ja: このパスキーで %@ にサインインできなくなります。この操作は取り消せません。

# passwords.delete.exceptionDetail
source: cmux can offer to save passwords on this site again.
ja: cmux はこのサイトで再びパスワードの保存を提案できるようになります。

# passwords.auth.reveal
source: show the saved password for %@
ja: %@ の保存したパスワードを表示

# passwords.auth.copy
source: copy the saved password for %@
ja: %@ の保存したパスワードをコピー

# passwords.auth.export
source: export your saved passwords
ja: 保存したパスワードを書き出す

# passwords.export.title
source: Export the saved passwords of “%@”?
ja: 「%@」の保存したパスワードを書き出しますか?

# passwords.export.detail
source: The file contains every saved password as plain text. Anyone who can read the file can read the passwords.
ja: ファイルにはすべてのパスワードが平文で入ります。ファイルを読める人は誰でもパスワードを読めます。

# passwords.profileDelete.title
source: Delete browser profile “%@”?
ja: ブラウザプロファイル「%@」を削除しますか?

# passwords.profileDelete.body
source: Its history, cookies and site data are deleted.
ja: 履歴、Cookie、サイトデータが削除されます。

# passwords.profileDelete.passwords
source: Saved passwords deleted with it: %lld.
ja: 一緒に削除される保存したパスワード: %lld 件。

# passwords.profileDelete.passkeys
source: Passkeys that stop working with it: %lld.
ja: 一緒に使えなくなるパスキー: %lld 件。

# passwords.profileDelete.passwordsUnknown
source: Its saved passwords are deleted with it.
ja: 保存したパスワードも一緒に削除されます。

# passwords.profileDelete.passkeysUnknown
source: Its passkeys stop working.
ja: パスキーは使えなくなります。

# passwords.profileDelete.delete
source: Delete
ja: 削除

# passwords.page.importBrowser
source: Import from Browser…
ja: ブラウザから読み込む…

# passwords.page.importCSV
source: Import CSV…
ja: CSVを読み込む…

# passwords.csv.guide.title
source: Import Passwords from CSV
ja: CSVからパスワードを読み込む

# passwords.csv.guide.message
source: cmux imports a CSV file that the app with your passwords exports. Where are your passwords now?
ja: cmux は、パスワードを保存しているアプリが書き出した CSV ファイルを読み込みます。パスワードは現在どこにありますか？

# passwords.csv.guide.source
source: Passwords from:
ja: パスワードの場所：

# passwords.csv.guide.continue
source: Continue
ja: 続ける

# passwords.csv.guide.cancel
source: Cancel
ja: キャンセル

# passwords.csv.guide.openPasswords
source: Open Passwords
ja: パスワードを開く

# passwords.csv.guide.chooseFile
source: Choose File…
ja: ファイルを選択…

# passwords.csv.guide.name.apple
source: Safari or Apple Passwords
ja: Safari または Apple のパスワード

# passwords.csv.guide.name.other
source: A CSV file I already have (Chrome, Edge, Firefox, others)
ja: 手元にある CSV ファイル（Chrome、Edge、Firefox など）

# passwords.csv.guide.stepsTitle
source: Export Your Passwords from %@
ja: %@ からパスワードを書き出す

# passwords.csv.guide.apple.1
source: 1. Open the Passwords app (on macOS 14 or earlier, open Safari).
ja: 1.「パスワード」App を開きます（macOS 14 以前では Safari を開きます）。

# passwords.csv.guide.apple.2
source: 2. Choose File > Export All Passwords to File… (in Safari: File > Export > Passwords…).
ja: 2.「ファイル」>「すべてのパスワードをファイルに書き出す…」を選択します（Safari では「ファイル」>「書き出す」>「パスワード…」）。

# passwords.csv.guide.apple.3
source: 3. Save the CSV file, then choose it here.
ja: 3. CSV ファイルを保存し、ここで選択します。

# passwords.csv.guide.1password.1
source: 1. In 1Password, choose File > Export, then choose your account.
ja: 1. 1Password で「ファイル」>「エクスポート」を選択し、アカウントを選びます。

# passwords.csv.guide.1password.2
source: 2. Enter your account password, choose the CSV format, then click Export Data.
ja: 2. アカウントのパスワードを入力し、CSV 形式を選んで「データをエクスポート」をクリックします。

# passwords.csv.guide.1password.3
source: 3. Choose the saved CSV file here. cmux imports only website sign-ins.
ja: 3. 保存した CSV ファイルをここで選択します。cmux が読み込むのは Web サイトのサインイン情報だけです。

# passwords.csv.guide.bitwarden.1
source: 1. In Bitwarden, choose File > Export Vault (in the web vault: Tools > Export Vault).
ja: 1. Bitwarden で「ファイル」>「保管庫のエクスポート」を選択します（Web 保管庫では「ツール」>「保管庫のエクスポート」）。

# passwords.csv.guide.bitwarden.2
source: 2. Choose the .csv file format, confirm with your master password, then save.
ja: 2. ファイル形式で .csv を選び、マスターパスワードで確認してから保存します。

# passwords.csv.guide.bitwarden.3
source: 3. Choose the saved CSV file here.
ja: 3. 保存した CSV ファイルをここで選択します。

# passwords.username.taken
source: Another sign-in for this site already has that username.
ja: このサイトの別のサインイン情報に、そのユーザ名がすでに使われています。

# passwords.error.storeFailed
source: cmux couldn’t change the saved passwords. Try again.
ja: cmux は保存済みのパスワードを変更できませんでした。もう一度お試しください。
